{
  "Home": {
    "login": "Inicio de sesión",
    "title1": "¡Descubre joyas desconocidas",
    "title2": " en solo 2 clics, de forma gratuita",
    "explain": "Sumérgete en el fascinante mundo de los streamers emergentes, donde cada clic te acerca a descubrir los streamers del mañana. Descubre talentos desconocidos en Twitch, listos para sorprenderte y entretenerte como nunca antes. ¡Redefine tu trayectoria de streaming descubriendo a los streamers del mañana!",
    "chooseRoom": "Elige el idioma de tu sala de streaming preferida para sumergirte en la experiencia de streaming.",
    "streamer": "Streamers",
    "viewers": "Viewers",
    "lottery": "Inicia sesión y participa en la lotería.",
    "copyright": "Derechos de autor © 2023 Findmeastreamer. Todos los derechos reservados.",
    "createdBy": "Creado por ",
    "getStarted": "Explorar los streams",
    "participation": "¡Destacar!",
    "textParticipation": "¡Participa en nuestra lotería para tener la oportunidad de ser destacado y mostrar tu talento como streamer!",
    "support":"¡Apoya al sitio web!"
  },
  "Participate": {
    "ConnexionText": "Inicia sesión para poder inscribirte en la lotería.",
    "selectLang": "Selecciona tu idioma.",
    "lotteryRules": "¡Sorteo cada hora!",
    "submit": "Enviar",
    "lang": "Idioma",
    "connexion": "Inicia sesión",
    "successSubmit": "Acabas de participar con el inicio de sesión:",
    "errorSubmit": "Ya has participado para esta hora. Inténtalo de nuevo en la próxima hora.",
    "deleteFromBackend": "Acabas de retirar tu participación.",
    "titleParticipation1": "¡Únete a nosotros para una experiencia cautivadora y gratuita! Inicia sesión a través de Twitch,",
    "titleParticipation2": "no se requiere tarjeta de crédito para participar.",
    "explain1": "Cada hora, prueba tu suerte y conviértete en un potencial ganador. Respeta los idiomas de participación, ya que nuestros moderadores se encargan de mantener un ambiente amigable.",
    "explain2": "Estate en línea durante el sorteo para maximizar tus posibilidades de victoria. ¡Ven y descubre un universo emocionante y permítenos sorprenderte!"
  }
}
