{
  "Home": {
    "login": "Connexion",
    "title1": "Découvrez des pépites inconnues",
    "title2": " en 2 clics gratuitement !",
    "explain": "Plongez dans le monde captivant des streamers émergents, où chaque clic vous rapproche de la découverte des streamers de demain. Découvrez les talents méconnus sur Twitch, prêts à vous surprendre et à vous divertir comme jamais auparavant. Redéfinissez votre parcours de streaming en découvrant les streamers de demain !",
    "chooseRoom": "Choisissez la langue de votre salle de streaming préférée pour vous plonger dans l'expérience de streaming.",
    "streamer": "Streamers",
    "viewers": "Viewers",
    "lottery": "Connectez-vous et participez à la loterie",
    "copyright": "Droits d'auteur © 2023 Findmeastreamer. Tous droits réservés.",
    "createdBy": "Crée par ",
    "getStarted": "Explorer les streams",
    "participation": "Être mis en avant !",
    "textParticipation": "Participez à notre loterie pour avoir la chance d'être mis en avant et faire briller votre talent de streamer !",
    "support": "Soutien le site !"
  },
  "Participate": {
      "ConnexionText": "Connecte-toi pour pouvoir t'inscrire à la loterie.",
      "selectLang": "Sélectionne ta langue.",
      "lotteryRules": "Tirage au sort toutes les heures !",
      "submit": "Soumettre",
      "lang": "Langue",
      "connexion": "Connecte-toi",
      "successSubmit": "Tu viens de participer avec le login :",
      "errorSubmit": "Tu as déjà participé pour cette heure. Réessaie à la prochaine heure.",
      "deleteFromBackend": "Tu viens d'enlever ta participation. ",
      "titleParticipation1": "Rejoignez-nous pour une expérience captivante et gratuite ! Connectez-vous via Twitch,",
      "titleParticipation2": "aucune carte bleue n'est requise pour participer.",
      "explain1": "Chaque heure, tentez votre chance et devenez un potentiel gagnant. Respectez les langues de participation, car nos modérateurs veillent à maintenir une ambiance conviviale.",
      "explain2": "Soyez en ligne lors du tirage au sort pour maximiser vos chances de victoire. Venez découvrir un univers passionnant et laissez-nous vous surprendre !"
  }
}
